
// corpus
const dictionary = [
    //1
    `
    墮落空氣瀰漫一股 王者勝利的味道
Loser都被剁碎成為這場洪門生意的配料
無窮的集裝火力 寡民座落爭議的鬼島
切入過人的指派球神 上帝手冊登記的背號

單手品嚐Steak 所有的異類全都剷除
先生請帶位 一秒鐘幾十萬上下沒法耽誤
扮豬吃老虎 我是饒舌草原的教父
不靠藥物 世人告訴 這塊淨土仍須我來保護

那些小孩字典拼湊 找出韻腳
閱歷人生沒有經過 給個警告
開口閉口絕口說唱 思想行為墮落奔放
即將到來的暴風雨 依靠扶手 希望你能夠抓緊跟上

更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
Bounce 市面上的Poser都說假的話
唱了八個八 他們還在算著掛
怕被打趴 或是火紅遭到打壓
假髮帶多了 墮落的天使多醜陋
透露內心就是傻瓜

文藝復興專注古羅馬希臘的藝術
現代說唱復興講求各種Flow的技術
關鍵體內的力量增長在於力度
那麼該要如何追上Joey Badass 壞屁股

快剃渡 落髮動心出家 決定重新出發
動靜如筆畫書法 把文字當作抒發
專注秉持 我從不瞻仰過去
面對生老病逝 不過一場遊戲 huh
    `,
    // 2
    `
    老人：我們比你們多活了十幾二十年
杰明：可惜你們是一群青蛙只能躲在井底四十年
老人：唉拜託我是老師耶！
杰明：還不就領個五六七八萬？
老人：你這口無遮攔的學生不就也是一個王八蛋！
杰明：你們都是高學歷 但都沒有高成就
我有著超能力把你們的腦袋燒成鏽
老人：你的理化果然很爛腦袋要怎麼燒成生鏽？
杰明：喔首先就是要把你們的腦袋他媽拿去蒸餾！
老人：必須得努力的唸書來準備考試
杰明：為什麼我坐在位置上寫著歌詞你們就覺得我在惹事？
老人：你得找別的事做 不唸書你就會變得懶惰
杰明：專心的上課我早就試過 跟你說這個爛教育我早就識破！
老人：really？
杰明：不要叫不成功的人來教我怎麼成功
教室裡開著冷氣但我內心已刮起焚風
老人：拜託你冷靜一點你會這樣是因為青春期！
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
杰明：別用你失敗的人生觀玷污我身心靈！�
不聽老人言成功在眼前

杰明：我想我得考個好學校 人生成功與否我自己要找訣竅
起立 立正 敬禮 坐下 學生 沒有 思考 能力
老人：我給了你一個指令最好就給我一個動作！
杰明：手都背在後面抬頭挺胸從來都不敢動過？
老人：你給我閉嘴聽好了我是你的教官！
杰明：你就是在軍營裡面不能再升官才會被派到學校當官！
老人：你寫那麼多饒舌歌是有誰會去聽？
杰明：我來告訴你們總有一天我也會成為巨星
老人：你單曲會有人聽嗎？你專輯會有人買嗎？
你有想過大學畢業之後要靠什麼去賺錢嗎？
杰明：我知道你們會擔心我 但也不要一直酸我
你敢懷疑我的能力跟你保證你絕對會後悔
你只要知道你年輕的時候是在找工作
而我年輕的時候是工作自己來找我！

不聽老人言成功在眼前

    `,
    //3
    `
    他們穿著Gucci我卻買著prada
一會跟我兄弟開車去看panda
一個眼神他們知道我要幹啥
沒有目的就是為了接著看她

不想那麽覆雜 所以才會退化
自己做到最大 兄弟你說對吧
我想huslte everyday 不想感覺那麽累
每天晚上你有在身邊我就可以接著睡


他們不懂為什麽trap why
他們不懂為什麽rap Ay
他們喝了威士忌trap Skr
他們喝了威士忌rap Ay

你們沒有必要了解what should I say
只要記住接下來的It's on my way skr
U don't know my name ay
Ya know what I say ay
我做的一切從來不是為了跟妹子去消費 ay

我的能量速度在你面前繼續爆發
你們這群混圈狗都換上巴黎世家
結果看到正品一個個都東窗事發
聽到我的verse他們全都不敢自誇 skr～t

他們不懂為什麽trap Ay
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
他們不懂為什麽rap Ay
他們喝了威士忌trap Ay
他們喝了威士忌rap Ay

所以我在這裡 繼續我的說唱
不用那麽刻意 也能掀起波浪
被你幹得徹底 還能接著播放
全部都是個體 只能盲人摸象

總是 會有 一群 小子 在這裡講我胖 ay
於是 我會 記住 他們 讓小鬼上來唱 ay
沒有 辦法 繼續 壓抑 聽指揮向左轉 ay
對我 喜歡 那些 東西 只能隔江所望 ay

他們不懂為什麽trap Ay
他們不懂為什麽rap Ay
他們喝了威士忌trap Ay
他們喝了威士忌rap Ay

從來不想商業 比較專業 保持在每個方面
性格有些剛烈 拿著槍械 去和跟風狗相見
雙線作戰 沒有光線
所以需要你們在這為我充電


我不想用那麽多的雙押
因為不是饒舌界的專家
如果這個文化有天被封殺
那是你們的出 現才會崩塌
    `,
    //4
    `
    怎麼有股臭味
都是錢的味道要我怎麼選擇後退 No way
不想繼續受罪 等待誰的審判魔鬼在你旁邊候位
No fake 像是得分後衛

找我切磋只會被電你的實力夠廢
Oh shit 端出來就是夠味 你們只能坐在冷板凳
Like pussy no swag I can take U high
到你碰不到的高度
Man don't waste my time
脫下我的包袱

I don't really care you cry
成功就是我的報復
Bitch I don't give a fuck
早就說過成功離我不遠
現在你看 已將近了吧 領獎金了吧
我是賞金獵人回去告訴你的家人
On fire I'm fly On fire I'm fly
On fire I'm fly On fire I'm fly

更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
皮膚黃的 骨子黑的 根本狂了
我像是飛著 Shot out
幾個HATER 屍體揹著 我丟在後山
Csll me latter
依舊Roll some paper
敵人要我的命 我要我革命
就像醫生都要你得病 你對我不滿就來

Face to face bake to bake
I say you fake
見人說鬼話 Man kill my brain yo my friend
沒人會停下等你 別怪我講話太真
說話得不得體 你看我曾幾何時說過謊話
我看妳說的謊話想要乘幾
所有人都太疼妳 我拿的權杖是麥克風

皇冠就是Snapback
如果你動我的兄弟 我會讓你
饒舌有神麼好鑽研
我們活在街頭 台灣饒舌的新王位
現在我來接手 On fire I'm fly
    `,
    //5
    `
    你所謂的饒舌歌手 帶著態度走進GHETTO
一段VERSE唱了幾百個字你沒聽懂
還沒開始進攻 輕鬆的行走
ON FIRE了HOMIE 後台集合要去飲酒
FLOW 換拍 放慢 等待 我快嘴
你緊張的表情 在旁邊 礙眼
GOD DAMN OH MY MAN 實力就太淺
直到我把這首唱完知道誰有賣點

哼 這太扯了吧
輕鬆KILL BEAT不想也沒辦法
太帥錯了嗎 技巧玩得太猛太炸艾文又欻
MONEY賺得再多 只能買我舊家
從不說謊不信 你去問宥嘉
我有親戚是你粉絲 他是我舅媽

愛LAMBORGHINI 像是坐上救護車在救命
比賽把敵人屠宰之後 再跟他說聲SORRY
賺到大把的錢 我就要大把的花
你不要想著攀 我只想大把的撒
你認為當個饒舌歌手輕而一舉
飄鼻而來味道卻是血而風雨
要把音樂帶去美國開天闢地
觀眾起立鼓掌說我真的史無前例

B-A-B-Y-G 嘴裡喊著SKR
B-A-B-Y-G 嘴裡喊著SKR
B-A-B-Y-G 嘴裡喊著SKR(BABY G)
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 

你算什麼 在跩什麼 別人唱什麼
你就學什麼 給你麥克風 還在發抖
時間剩不多 快點開口
兄弟還是算了算了 饒舌爛的爛的嚇人
這個8給你唱完之後快點閉嘴
我想扒你的頭 算了給你機會
你在發什麼瘋 拜託快點棄權

嗯哼 MAN你的車車 真貴 請問在那買的
你說這是爸爸的餒 嗯哼
MAN你的馬子真美 請問在那把的
你說這是朋友的妹
嗯哼 不要再 嗯哼了嗯哼
不然白色頭貼那個白痴又出現 出現
又不敢出面 算了還是躲好躲滿
不要被人發現

盡情的揮舞著 管他最後誰魯蛇
長大之後 開車把妹我就只開BENZ的
羨慕著 想要裝GANG裝不成
陷入了 這個陷阱 圈套了
我好怕怕 你行頭掛得誇張 那經過幾秒霎那
你旁邊坐著兩三個 媽媽
FUCK UP AYY HOLD ON
這是ANK混血兒站在TOP的TOP

B-A-B-Y-G 嘴裡喊著SKR
B-A-B-Y-G 嘴裡喊著SKR
B-A-B-Y-G 嘴裡喊著SKR(BABY G)
    `,
    //6
    `
    就像我告訴自己我很酷
又像我剛認識妳那時候 妳的笑沒忍住
也像我剛開始懂事 剛開始有感觸
在某種天分受到啟發剛開始嶄露的那個年紀
每天都試著跟妳聯繫
聽見妳聲音就能維持這種甜蜜
妳拉我走出深淵能夠繼續前進
我跟在妳的身後香味舒緩神經

像妳所說的至理名言我都記住
像所託付的是我 不讓妳受欺負
像妳要我表現自我
赤裸表達赤裸 儘管字醜
也寫下過錯像自首 妳說是否

多麼忘我 接近解脫
只求解放我的氣氛多麼適合點播
在心裡放火 不求讓誰濕了眼窩
但只怕妳離好遠讓我們靠近點說 近點說 wo

就這樣當個嘻哈囝
跟妳一樣當個嘻哈囝
當個嘻哈囝

怎樣才算獨樹一格
隨著時間漸漸發酵讓妳輕輕一咳
用我的想法讓故事節奏 緊緊密合
如果要犧牲什麼 有一失必然有一得
看穿著知道我也玩饒舌
珍惜每個機會照顧我的家人回報我的袍澤
揭開社會的蒼疤 幫多少傷口縫合
有時妳妝花了 看著模糊我的風格
體會好多愛是做假 只有恨是真的
我寧可裝聾作啞 畢竟還涉世未深呢
新朋友是不是敵人我也還不會分呢
追求妳的迷人 當我只是bamboo represent
腳步越快 歲月像在加速
也曾迷失不只一次 喉嚨像被掐住
深深投入妳的懷抱像歡迎我加入
似曾相識又déjà vu damn 我又déjà vu

就這樣當個嘻哈囝
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
跟妳一樣當個嘻哈囝
當個嘻哈囝

(寫下你的夢 你的喜怒哀樂 你的痛
And he can't stop, won't stop
寫下你的夢 你的喜怒哀樂 你的痛)

我們在彼此眼裡 都在改變
變得影響更多的人 印證當年表現
從應該讓妳刮目相看 變成身心保健
沒變的大部分popo看了還是討厭

妳懂我 像妳指著胸口說這
才是我正確的方向 別輕易的說撤
對週遭保持冰冷 反而妳說熱
但我是否變成更好的人 妳說哼
答案要是有 那肯定享受其中過程
要是沒有 那我也許沒妳所見過人
要是沒酒 那怎麼辦早勸妳戒了

要是沒扭的屁股 猜妳快沒電了
而妳也討厭用些方式來裝飾骯髒事
中指可能還不夠
誰算是擺老的還好的還早的或
我也是 對妳還不算突破

有妳就足夠
獲得簡單的快樂應該稀釋煩惱
我卻夾在中間左右來回 像折返跑
偏執背對了現實 我也快被難倒
爭執為了所謂真實 過了多久還吵
我還在等妳親自把皇冠放在我頭上
最後要是帶不走名利 那至少留樣
就這樣紀錄著妳 那讓人嫉妒的痞
也讓妳庇護的癮 妳猜是什麼模樣 這模樣

就這樣當個嘻哈囝
跟妳一樣當個嘻哈囝
當個嘻哈囝

就這樣當個嘻哈囝
跟妳一樣當個嘻哈囝
當個嘻哈囝
    `,

    //7 史詩
    `
    這首詩 寫在十年前的某個凌晨四點
顏社工作室 你一個人的時間
安靜的黑夜該算今天或明天?
捲起一根菸 面對又要逼近的期限
如果你忘記 我幫你做個提醒
你這時 正在醞釀一張很屌的專輯
來自最大管的團體 需要的只是時間不是指點
批評什麼 我才不管你

疏遠了所有人際關係 我沒有空
什麼都沒了那也沒關係 我還有夢
當初玩饒舌 只想掙脫束縛和期待
但現在卻意外 比過去扛得重
最後一次點火突然懂了所謂菸到盡頭
當我無技可施忘掉一切放手一搏
如果這是 我此生寫的最後一首饒舌歌
那我該如何記載呢?

於是我找了鼓 找了你會中的sample
原曲可能是1999年你最愛的一首
那時你甚至還沒饒舌夢
過兩年你才開始寫歌 寫到現在是個饒舌歌手
能幫你把這首歌 做成你最愛的樣子 你最愛的beatz and flow
或許十年後還是這樣子 聽到hip hop會想跟著點頭
希望你聽到現在 頭早就跟著點
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 

想起二十年前為什麼會玩饒舌 為什麼逃家 又為什麼重考呢
想起一路走到這裡 你值得為自己驕傲
但未來的路怎麼走 我不免感到焦躁
總是緬懷過去 你很少想以後
用饒舌寫備忘錄我必須自己做
讓以後世界發現以前台灣也有這種音樂
我可以 you gotta believe me

你應該38了 如果我能改變得了什麼 你應該算是發了
你是否還在吃藥? 是否回到中間值或瘋癲到讓人恥笑?
那你爸媽呢? 是否簽了離婚同意書?
你是否有把他們跟他們的故事都記住?
希望能讓他們不再因為沒錢不快樂 是我這時的願望 希望你早做到了

還有以前那些玩音樂的朋友 不管在做什麼應該各有各的成就
如果還有連絡 請幫我問候他們 你在我這樣的歲數是跟他們一起混
對了 我很抱歉我們把你身體弄壞 我會開始養生 希望你還能做愛
我正要往你那出發 我會努力到達
把杜振熙交給你 我希望你也鼓勵到他
如果想起什麼寫些什麼還我 給你孩子聽 跟他說你是我
如果他喜歡 摸摸他的頭說'你識貨!' 教他聽hip hop 就像你試過
    `,
    //8
    `
    正當我睜開雙眼 踏入這個世界
媽媽給我生命 現在讓我自生自滅
這讓我恐懼 在我的眼裡每個人都戴著面具
回想過去 難道生命就是這樣延續?
我抽煙抽得我的肺都黑了
就像整個社會被人心籠罩著它也是黑的
我背著宿命的十字架
也渴望Power,Paper and Respect
我想這大概就是human nature
佛家說 煩惱即是菩提 我暫且不提
我倒是希望能夠回到母體
老媽對不起 我時常把你氣得跺腳
你說你後悔當初沒有墮胎把我墮掉
每當我放學回家 放下那沉重的背包
家裡空無一人 只殘留著你香水的味道
那時我知道 你那天晚上又要加班
我打開冰箱 拿出微波爐食品當晚餐
老爸在凌晨兩點鐘 醉醺醺地回家
我從睡夢中醒來 只聽到你們在吵架
我沒有辦法專心面對第二天的考試
老師他不喜歡我 我也不喜歡老師
我討厭穿制服 我討厭學校的制度
我討厭訓導主任的嘴臉 討厭被束縛
That's true 很多人不屑我的態度
他們說我太酷 警察不爽我都曾將我逮捕
I don't give a fuck about 人家說什麼
他們想說什麼就說什麼 但是他們算什麼
沒有誰有權利拿他的標準衡量我
主宰是我自己 隨便人家如何想
我還是我 愛錢的女人只給凱子摸
不懂得用保險套的人別嫌孩子多
金錢力量雖大 卻生不帶來死不帶走
緊握著雙拳的人們何時能鬆開手?

*Life's a struggle 日子還要過
品嚐喜怒哀樂之後又是數不盡的troubles
Everyday 有多少問題要去面對
有多少夜 痛苦煩惱著你無法入睡* x2

法庭嚴肅的空氣逼得我快不能呼吸
當時面臨著終生監禁的我開始反省
鐵欄杆之後又是個截然不同的景象
刑犯們眼神中看不到一點和平的氣象
僅有一吋短的鉛筆 寫的是監獄風雲
日記上描繪的不是美好的戶外風景
自由在他們眼裡才是憧憬
放一把自製武器在枕頭旁 以防隨時有人偷襲
有些人懷疑老婆在外偷情
有些人把家人寄來的信件一張一張好好收集
有些人二十四小時幾乎在床上休息
有些人精神失常 因為受不了打擊
三個月如火如荼的漫長等待已過去
出獄後的我得面對三年的緩刑期
這也好 一生中第一次感覺到幸福
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
但是生命的考驗何止如此我不清楚
我不知道 接下來還有什麼會發生
翻開報紙的新聞又是看到放火殺人
還記得某年無意間發現的照片
上面有阿姨對男人施行口交的噁心畫面
這簡直摧毀了她在我心目中的形象
我無法忘懷照片中那笑容多麼淫蕩
我抵抗 胸口存在著不安及惶恐
我不斷聽到痛苦的聲音在內心怒吼

*Life's a struggle 日子還要過
品嚐喜怒哀樂之後又是數不盡的troubles
Everyday 有多少問題要去面對
有多少夜 痛苦煩惱著你無法入睡* x2

不論我走到天南 不論我走到地北
不論我走到哪都見識到人心的虛偽
It's kinda funny 在人的眼裡只有money
外表好像要幫你 卻只是想幫他自己
笑容可掬的臉後面 誰知道是個狼心狗肺
連朋友都能背叛 因為只有名利合他口味
她說她愛你的時候講的是問心無愧
搞不好她愛的是你身後的榮華富貴
你可曾困惑 在你身旁誰是敵是友
對你落井下石的可能就是你的'摯友'
你可曾經歷 當你最需要幫助的時候
平常跟你稱兄道弟的人都突然失蹤
親愛的神 偉大的神
你可以怪我想法太過無知 但我只是人
我不信人 因為人也不信我 不要問我為什麼
我最多只能告訴你這就是我
生命像海浪一樣有時高有時低
你是否告訴自己堅強渡過各種時期
我從命運的天台放眼卻看不到星空
漆黑的天空壓在頭頂使我不得輕鬆
在我心中 找不到一個安靜的角落
我不能再沉睡下去 良心彷彿在笑我
它在說:有幾天幾夜老媽曾經為你以淚洗面
老爸他只顧己見 希望之火只見熄滅
我接起電話 是老爸憔悴的聲音
雖沒見面卻不難想像他當時的神情
剛聽完他最近失業的消息
腦海裡馬上浮現祖母的話 警告我一定要爭氣
我已經放棄所有哭的理由
因為我早就習慣冷漠活在無情的現實裡頭
人生要如何起頭? 改變要如何起手?
當活在泥沼中 要如何才能金盆洗手?

*Life's a struggle 日子還要過
品嚐喜怒哀樂之後又是數不盡的troubles
Everyday 有多少問題要去面對
有多少夜 痛苦煩惱著你無法入睡* X4

Life's a struggle yeah˙˙˙
Life's a struggle yeah(uh)...
Life's a struggle(did u feel,man)...
    `,
    // 9
    `
    十年的計劃今天都兌現
很抱歉 我曾經說過我不會變
我變得更強大 我自認沒有虧欠
年輕的兄弟 我會一直伴在你的身邊
我知道你才20 太多抱負願景
你認為這個星球上沒有人擋得住你
你笑我變得顧慮 笑我變得不再像你
那是因為現在的你想的只有自己

這個世界雖大 但沒留給我太多的縫隙
我曾經因為害怕 我也做了錯的決定
留下那些真的兄弟 讓你一直保持冷靜
WHERE'S MY HOMIES AT SOUTHSIDE I NEED MY FLOW BACK
你會遇到很多新的選項 你無法想像
其實很多事情都是假象 你不能怎樣
那些金曲獎的獎項 都是舊時代的榜樣
其實不拿也不怎樣 08依然巡迴演唱

記得心存感激 記得禱告
即使再強的人 靈魂需要被神擁抱
照顧身體健康 不要嫌我老套
那個很酷的女孩 希望你有天也會找到
學會戰爭 學會取捨 不要害人
現在才懂 最強大的力量是去愛人
爬得越高身段放得越低
會吠的狗不攻擊 難在贏要如何謙虛

SALUTE TO THE SOLDIER 十年最大的陣仗
告訴你的團員 我們最後打了勝仗
但要了解會有痛苦在這路上
還有永遠不要忘記你他媽的來自木柵 WHAT'S UP

要時間過快一點 我想要見到大場面
房間三坪的空間 幻想最大的照片
是頑童你知道的 大家知道了又如何
台下千萬張的臉 我需要你的無畏

BOY I TOLD YOU I'M THE MAN 早就說過
BOY YOU WILL BE THE MAN
ON TOP OF THE WORLD
I TOLD YOU I'M THE MAN 扛下所有
BOY YOU WILL BE THE MAN ONE DAY
別害怕那些不完美

臭小子看到了嗎 十年奮鬥下來的同時
台下群眾正烈著喊著你們的名字
放下七仔懶的個性 出頭顛覆明日
肩負曾經發的誓 場次永遠不會停止
我曾說了 不要怕輸 做就對了
即使趴著 也要爬上山頭看著
那些看不起的LOSER 全部給我跪著
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
你會的 告訴現在的我你是對的
雖然沒有天賦 會比別人艱苦 免羨慕
版圖自我建築 名聲遍佈
即使會有變數 讓你感到厭惡 勤練武
顛覆他們瞧你的真面目
往後十年要對家庭有所交代
別把孩子教壞 攜手兄弟WORLDWIDE
不要害怕重來切記挺起你的胸懷
隨時保持戰鬥坐擁名利回收金塊

BOY I TOLD YOU I'M THE MAN 早就說過
BOY YOU WILL BE THE MAN
ON TOP OF THE WORLD
I TOLD YOU I'M THE MAN 扛下所有
BOY YOU WILL BE THE MAN ONE DAY
別害怕那些不完美

偉大理想抱負 不懂得怎麼保護
只想著好處 多少人需要你幫忙照顧
你從沒想過退路 沒想過後顧
沒想太多 所以人與人的關係就斷了後路
我瞭你不想解釋 不想這麽做作
也懂你自私 不想在這染缸裡面攪和
不懂得天高地厚 不覺得自己做錯
等感受孤獨寂寞 才知道是哪裡錯過
記住世界不會為你ㄧ人轉動
第一次電視轉播你的家人比誰都還感動

記得飛得再遠也要回過頭來感受
那些日子甘苦是如何與現實纏鬥
你為我編了髒辮 我為什麼變得商業
為了幾個臭錢 把自己變得這麼犯賤
難道你夢想 ㄧ輩子在地下做這音樂
如果沒走出這ㄧ步 怎麼會被人看見
你說我變了 我真的變了 經歷各種險惡
十年檢測 堅持是我會的
打破老舊的規則 來證明我是對的
只要我活著 這夢想我依然持續揹著

BOY I TOLD YOU I'M THE MAN 早就說過
BOY YOU WILL BE THE MAN
ON TOP OF THE WORLD
I TOLD YOU I'M THE MAN 扛下所有
BOY YOU WILL BE THE MAN ONE DAY
別害怕那些不完美

要時間過快一點 我想要見大場面
房間三坪的空間 幻想最大的照片
是頑童你知道的 大家知道又如何
千萬張的臉 有一天我會想念
    `,
    // 10
    `
    我抽著差不多的煙　又過了差不多的一天
時間差不多的閒　我花著差不多的錢
口味要差不多的鹹　做人要差不多的賤
活在差不多的邊緣　又是差不多的一年

一個差不多的台北市　有差不多的馬子
差不多又幹了幾次　用著差不多的姿勢
看著差不多的電視　吃著差不多的狗屎
寫著差不多的字　又發著差不多的誓

差不多的夜生活　又喝著差不多的酒
聽著差不多的音樂　喝醉差不多的糗
有著差不多的絕望　做著差不多的夢
穿著差不多的衣服　腦袋差不多的空

差不多的掛　我說著差不多抱怨的話
時間也差不多了　該回我那差不多的家
差不多的瞎　指鹿為馬　都差不多嘛
繼續吧　繼續瞎子摸象吧　有差嗎

我是差不多先生　我的差不多是天生
代表我很天真　也代表我是個賤人
這差不多的人生　這個問題艱深
差不多先生　我的差不多是天生
代表我很天真　也代表我是個賤人
這差不多的人生　總在見縫插針

差不多的反覆　總是差不多又義無反顧
差不多的感觸　總是差不多又愁雲慘霧
差不多的孤　差不多的獨
一條差不多的路　我吃著差不多的苦

我嗑著差不多的藥　又睡了一場差不多的覺
差不多的煩惱　差不多要把我逼瘋掉
差不多的　糟　差不多的　妙
差不多的　孬　又差不多的　屌

差不多的中國風　差不多要把耳朵矇
歹戲拖棚　差不多要幫你送個終
差不多的歌手擺著差不多的烏龍
更多更詳盡歌詞 在 ※ Mojim.com　魔鏡歌詞網 
差不多的麥克風唱差不多的呼嚨


都在哭窮　差不多都像個豬頭
偏偏我和他們差不多是豬朋狗友
撒　差不多的謊　虎爛差不多的強
罵人差不多的嗆　不然你要怎麼樣

我是差不多先生　我的差不多是天生
代表我很天真　也代表我是個賤人
這差不多的人生　這個問題艱深
差不多先生　我的差不多是天生
代表我很天真　也代表我是個賤人
這差不多的人生　總在見縫插針

差不多的你　差不多的我
差不多的他　差不多的她
媽的差不多想發達 差不多打著哈哈
她罵著XX　嘎嘎烏拉拉　都差不多的咖
差不多先生　他像個笑話 有人又在叫罵
差不多要跳不起來　還是要跳躍吧
差不多像烏龜　讓烏龜烏龜翹吧
這差不多的人生　它妙嗎
差不多要力爭上游　想游到上游
差不多在心裡默念阿們還有佛陀　不能放牛
差不多的生活很街頭　再差一點你就變成街友
我唱了八十八個差不多　都差不多
差不多　先生　不會在乎這麼多
日子應該怎麼過　差不多的2008怎麼霍
我是差不多先生　熱狗

我是差不多先生
我是差不多先生

我是差不多先生　我的差不多是天生
代表我很天真　也代表我是個賤人
這差不多的人生　這個問題艱深
差不多先生　我的差不多是天生
代表我很天真　也代表我是個賤人
這差不多的人生　總在見縫插針

    `,

]

if (typeof(define) === "function") {
    define(function (require) {
        return dictionary
    });
}
else {
    module.exports = dictionary
}